{
  "Comment.nvim": { "branch": "master" },
  "better-escape.nvim": { "branch": "master" },
  "firenvim": { "branch": "master" },
  "flash-zh.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "im-select.nvim": { "branch": "master" },
  "jieba-lua": { "branch": "master" },
  "jieba.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" }
}